{
  "type": "FeatureCollection",
  "features": [
    {
      "type": "Feature",
      "properties": {
        "name": "Corner of 119th Street and Adam Clayton Powell Jr. Blvd",
        "description": "Things have social lives. They pass from hand to hand, vanish into pockets, and reappear in places they were never intended to be. The red Bic lighter was one such thing—plastic and butane molded in a French factory, shipped across the Atlantic as part of a shipment, not as an individual but as a unit of commerce. It arrived in New York City, displayed behind scratched bodega glass on 119th Street, a disposable object meant to be used and lost. Its purpose was simple: to spark a brief flame, then disappear. \n Through the city, dusk settled, and lights bled into the sky. Inside the bodega, the red lighter rested beside gum, condoms, and mini whiskey bottles—objects of impulse. Outside, beneath a flickering streetlamp, a woman lingered, a cigarette balanced between her fingers. \n“Anyone have a light?” she asked. \nA man at the counter turned. He didn’t smoke, but  saw a chance to connect. He placed a few bills on the counter. The clerk handed him the Bic, shifting it from the world of commerce to something more intimate."

      },
      "geometry": {
        "type": "Point",
        "coordinates": [-73.9496, 40.8101]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Uber Ride Down FDR Drive",
        "description": "Outside, he nervously flicked the wheel, a flame blooming briefly before a cold wind stole it. She took the lighter, cupped her hand, and sparked her own fire. Inhaling, her body adjusted. \nShe moved to return it. “Keep it,” he said, hoping the gesture might linger between them. But the connection was cut as her phone buzzed. A name. A license plate. Her Uber was arriving."

      },
      "geometry": {
        "type": "Point",
        "coordinates": [-73.9712, 40.7366]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Ludlow St and Canal St",
        "description": "In the backseat, she twirled the Bic between her fingers. Outside, the city was in flux—some rushing home, others just heading out. Office lights dimmed as neon signs flashed on, bartenders prepped for the night, delivery workers weaved through traffic, and subway cars carried bodies in both directions. Her car curved along FDR Drive, the East River alongside her as she headed toward the Lower East Side where her Hinge date waited in a dimly lit bar. Just a drink. A vibe check. The faint promise of a spark."
      },
      "geometry": {
        "type": "Point",
        "coordinates": [-73.9918, 40.7154]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Bowery and Hester St",
        "description": "He was charming for five minutes, tolerable after ten, unbearable after thirty. By then, Bitcoin had commandeered the conversation. The lighter sat between them, amid sweating glasses and condensation rings, a quiet witness to the rituals of New York dating. \nShe started scrolling through her phone, nodding absently as he carried on. A message half-typed, an excuse forming. Finally, she looked up, feigned urgency, and placed a twenty on the table. “Sorry, I have to go.” \nHe accepted the bill without hesitation, without protest—just a silent acknowledgment of the inevitable. By the time she reached the door, his number was already blocked. The lighter remained, a quiet offering to forgetfulness."

      },
      "geometry": {
        "type": "Point",
        "coordinates": [-73.9930, 40.7166]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Lion’s Gate Field",
        "description": "He lingered a moment longer, letting the night settle around him. The weight of the evening felt lighter without expectation, without obligation. His phone buzzed—superficial friends, pulling him back into the night. He reached for the lighter without thinking. Pocketing it felt less like theft, more like salvaging something from the night. A gift of abandonment. \nHe walked a few blocks through the Lower East Side, weaving through slow clusters of nightlife. Past tattoo parlors, ramen shops, and a stoop where someone sang softly. A rooftop lounge beckoned. From above, the city’s noise dimmed and glittered. They drained top-shelf liquor, the tab creeping past what some spent on a month of groceries. Laughter echoed—loud and careless. \nHe turned the lighter over in his hands, flicking the flame absently as he launched into the story of his “bitch of a date”—how she was cold, how she was demanding, how he blocked her number. His friends nodded, smirking, their attention drifting as they sipped their drinks and scanned the room. \nThe red Bic, a quiet witness, knew better. It had been there, but said nothing. \nClosing time. A busboy clearing tables found it among damp napkins and glasses with melting ice. Still useful, still full. He pocketed it—one less thing to buy."

 

      },
      "geometry": {
        "type": "Point",
        "coordinates": [-73.9875, 40.7163]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Train to Jackson Heights",
        "description": "After clocking out, in a park near the metro station, the red Bic sparked a joint shared between young, aching bodies. Transitioning from worker to commuter, the young man boarded the slow-moving local train as dawn inched closer. Express lines had shut down, leaving the city in its quietest hours, where movement felt suspended between exhaustion and necessity."

      },
      "geometry": {
        "type": "Point",
        "coordinates": [-73.8801, 40.7471]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "80th Street and 37th Ave",
        "description": "At home, his father hovered over the stove, struggling with the electric ignitor. Was this breakfast or dinner? A meal marking the end of one shift and the start of another. The son, still half-asleep, pulled the lighter from his pocket. One flick, and the burner flared. Tortillas softened, eggs hissed in the pan. A bridge between night and day. \nConversation was sparse. Words held no weight here. But before leaving, the son murmured something about ICE at Jackson Heights. The father barely paused, only adjusted his route—an extra bus, a different train. A minor detour. A necessary one. The lighter, a migrant as well, sat protected in his coat pocket. "
      },
      "geometry": {
        "type": "Point",
        "coordinates": [-73.8875, 40.7490]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "On the 4 Train",
        "description": "After several detours, the man found himself on the 4 train which rocked him into a shallow sleep. Who was this sacrifice for? His son, himself, an idea just out of reach? The dream wasn’t golden streets and boundless plenty—it was rerouted commutes, meals eaten in a rush, the hope that tomorrow would ask for less. \nAt his stop, he startled awake and stumbled out just before the doors sealed shut. As he moved, the lighter slipped from his coat, tumbling unnoticed onto the seat. Had he seen it, he might have tucked it back into his pocket—carried it into another morning, another quiet ritual. But he didn’t. It remained behind, small and still, waiting."
      },
      "geometry": {
        "type": "Point",
        "coordinates": [-73.9322, 40.8296]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "125th Station",
        "description": "A few stops later, a gaunt man boarded. His eyes, hollow from sleepless nights, scanned the car with practiced urgency. The red plastic glint caught his attention. He slid into the seat, cradled the lighter in his palm, and flicked it. A flame bloomed. He bowed his head, brought glass to lips, and exhaled smoke into the stale, fluorescent air. The train rumbled forward, indifferent. It had no judgments. It carried bodies, smoke, silence. It kept moving. \nBut the train wasn’t the only witness. \n“Hey! You can’t do that here!” \nAn MTA officer’s voice rang out, cutting through the hum of the tracks. It was sharp, immediate—something the train never was. Where the subway absorbed, the system reacted. The man flinched. Panic tightened his shoulders. In a flash, he hurled the red Bic down the aisle. It hit hard—plastic cracking, butane whispering out in a final breath. As the train shuddered to a stop, he bolted through the doors, swallowed by the tunnels of 125th street. "
      },
      "geometry": {
        "type": "Point",
        "coordinates": [-73.9375, 40.8075]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Woodlawn Station",
        "description": "The next wave of passengers stepped in, eyes lowered, fingers scrolling. They sidestepped the fragments without pause, barely registering the aftermath. \nAbove, the city stretched into morning: horns blaring, steam rising, momentum building.  A shipment of identical lighters was crossing the Atlantic in sealed crates, each one waiting to be struck to life. \nThis one lay cracked and hollow beneath a row of blue plastic seats as the train pushed farther uptown. And when the 4 train pulled into Woodlawn, its final stop in the Bronx, the doors opened not for riders, but for the orange-vested cleaning crew. A broom swept the remnants into a plastic dustpan—no ceremony, no curiosity. Just another object out of place, discarded and forgotten. \nA thing is never just a thing. It’s a signal, a transaction, a temporary warmth. It flickers between hands, collecting histories too small to archive. And then—just as suddenly—it’s gone, folded back into the city’s ceaseless motion. A spark, snuffed out by the logic of order."
      },
      "geometry": {
        "type": "Point",
        "coordinates": [-73.8674, 40.8956]
      }
    }
  ]
}
